Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/domstol.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The expression in Article 21 of the Convention on the Rights of the Child - "the paramount consideration" – is thus even stronger than that of the general provision in Article 3 (1) stating that the best interests of the child are "the primary consideration".
nb: Uttrykksmåten i barnekonvensjonen artikkel 21 – "the paramount consideration" – er altså enda sterkere enn i den generelle bestemmelsen i konvensjonens artikkel 3 (1) hvor det heter at barnets beste skal være "a primary consideration".

source: In the light of this the conclusion is that even if the Sami’s use of the area up to 1892
nb: Konklusjonen blir etter dette at selv om samenes bruk av området fram til 1892 ikke skulle være tilstrekkelig

source: Norwegian Air Shuttle ASA is to be declared the employer of Alf Wilhelm Villum Hansen, Oddbjørn Ketil Holsether, Berndt Anders Salmonsson, Hans Joachim Strøm, Trond Erik Torgersen, Halvor Vatnar, Marit Linden, René-Charles Gustavsen, Anita Johannessen, Trude Mathisen and Kim Rossing Jensen.
nb: Norwegian Air Shuttle ASA er arbeidsgiver for Alf Wilhelm Villum Hansen, Oddbjørn Ketil Holsether, Berndt Anders Salmonsson, Hans Joachim Strøm, Trond Erik Torgersen, Halvor Vatnar, Marit Linden, René-Charles Gustavsen, Anita Johannessen, Trude Mathisen og Kim Rossing Jensen.

source: When it comes to the disputed area in Riast/Hylling, there is some information that may
nb: Når det så gjelder tvisteområdet i Riast/Hylling, foreligger det enkelte opplysninger som kan vitne om bruk

source: Norman Finans AS is to be awarded costs in the Supreme Court."
nb: Norman Finans AS tilkjennes saksomkostninger for Høyesterett."

source: This is because A has been convicted of providing financial and material support to D and L under count IV of the indictment.
nb: Dette skyldes at A er dømt for økonomisk og materiell støtte til D og L under post IV i tiltalen.

source: The virtual conference rooms normally only have 35 seats available to the public and the press.
nb: De virtuelle møterommene har normalt 35 plasser tilgjengelig for presse og publikum.

source: And even if the amended wording in section 16 of the Regulations could have been clearer in itself, both the general and special motives
nb: Og selv om den endrede ordlyden i forskriften § 16 i seg selv kunne ha vært klarere, fastslår de generelle og spesielle

source: The organization in question was Ansar al-Islam.
nb: Den organisasjonen det var tale om var Ansar al-Islam.

source: According to a written statement before the Supreme Court from Geir Magne Steiro, who has had several leading positions in NAS and NAN, CAA Norway needed more time than assumed to approve the maintenance program.
nb: Ifølge skriftlig erklæring for Høyesterett fra Geir Magne Steiro, som har innehatt flere ledende stillinger i NAS og NAN, trengte Luftfartstilsynet mer tid enn man hadde antatt for å godkjenne vedlikeholdsprogrammet.

source: An original combination of known elements may also qualify as sufficiently original, see the ambassador judgment para 44.
nb: Også en original sammenstilling av kjente enkeltelementer kan oppfylle verkshøydekravet, jf. ambassadørdommen avsnitt 44.

source: I also share his view that in this context, it is not a question of identification or of a variant of the theory on lifting of the corporate veil under company law.
nb: Jeg er også enig med ham i at det i denne sammenheng verken er tale om identifikasjon eller en variant av den selskapsrettslige læren om ansvarsgjennombrudd.

source: The respondents Sandoz A/S and Novartis Norge AS have won the case completely and claimed compensation for costs in the Supreme Court.
nb: Ankemotpartene Sandoz A/S og Novartis Norge AS har fått fullt medhold i saken og har påstått seg tilkjent sakskostnader for Høyesterett.

source: Moreover, they returned year after year from India voluntarily to work at the garden centres in Norway.
nb: Flere år på rad vendte de dessuten frivillig tilbake fra India for å arbeide på gartneriene i Norge.

source: NAS also guaranteed to keep a minimum of 687 pilot positions comprised by the pilot agreements in Norway, Sweden and Denmark.
nb: NAS avga videre en erklæring om å opprettholde en pilotbemanning på minst 687 pilotstillinger omfattet av pilotavtalene i Norge, Sverige og Danmark.

source: having entered into an agreement that is bound by it.
nb: som har inngått en avtale som er bundet av denne.

source: A (Counsel Robin Pedersen Brauti) v. Gjensidige Forsikring ASA (Counsel Kjell Mandal)
nb: A (advokat Robin Pedersen Brauti) mot Gjensidige Forsikring ASA (advokat Kjell Mandal)

source: evidence that applies as a starting point. Circular 2010-183 from UDI sets out that in case of
nb: I rundskriv 2010-183 fra UDI, fremgår det at ved bevistvil, skal tvilen komme søkeren til gode.

source: The Ministry of Justice and Public Security presented the need for amendments on this point in a consultation paper from July 2012.
nb: Justis- og beredskapsdepartementet redegjorde for behovet for lovendringer på dette området i et høringsnotat fra juli 2012.

source: No grounds for disciplinary measures.
nb: Ikke grunnlag for kritikk.

source: The court of appeal assumes that C's conception of the regime was that he had to ask for permission to leave the garden centre, also in his spare time.
nb: Lagmannsretten legger til grunn at C oppfattet regimet slik at han måtte spørre om lov til å forlate gartneriet, også på fritiden.

source: The court fee of the Supreme Court is extra.
nb: I tillegg kommer rettsgebyret for Høyesterett.

source: This cannot only have happened – as the Commission says – “in recent years and without any watching” (page 10).
nb: Dette kan ikke bare ha skjedd - som kommisjonen sier - «i den senere Tid og uden Bevogtning» (side 10).

source: The trade union Unio has made a written submission in accordance with section 15-8 of the Dispute Act.
nb: Arbeidstakerorganisasjonen Unio har inngitt skriftlig innlegg i medhold av tvisteloven § 15-8.

source: It is set out in articles 31 and 32 of the Convention that other sources of law will have limited relevance to the interpretation.
nb: Det går fram av artikkel 31 og 32 i konvensjonen at andre kilder vil ha begrenset plass ved tolkningen.

source: item 2, the Court states that it is not unreasonable to impose DNA testing on all persons who have been convicted of offences “of a certain seriousness”.
nb: i punkt 2 at det ikke er urimelig å kreve DNA-testing av personer som er domfelt for lovbrudd «of a certain severity».

source: However, B retains all her citizenship rights, including the right to reside in Norway.
nb: B har imidlertid alle sine statsborgerrettigheter i behold, også retten til å oppholde seg i Norge.

source: were no grounds for disciplinary measures against the district court judge.
nb: Det forelå ikke grunnlag for disiplinærtiltak overfor tingrettsdommeren.

source: in the country can establish, depending on the circumstances, a “private life” which is protected by article 8 of the ECHR.
nb: omstendighetene kan etablere "private life" som beskyttes av EMK artikkel 8. For graden

source: On page 62 the Ministry thus states:
nb: På side 62 uttaler departementet således:

source: The court repeats the criterion from the case Gourdian v. Nadler, i.e. that exemptions require that the claim "derives directly from insolvency proceedings and is closely connected with them" see para 16.
nb: Domstolen gjentar kriteriet fra saken Gourdain mot Nadler om at unntak forutsetter at kravet "direkte udspringer af konkursen og er afsagt i snæver forbindelse med en sag om konkurs", se avsnitt 16.

source: According to section 2 of the Copyright Act, as mentioned, the right holder of a work has an exclusive right to produce copies of the work and make it available to the public.
nb: Etter åndsverkloven § 2 har som nevnt opphavsmannen til et verk enerett til å fremstille eksemplar av verket og å gjøre dette tilgjengelig for allmennheten.

source: The Public Prosecution Authority (Counsel Kristian Jarland)
nb: A (advokat Kjetil Krokeide) mot Den offentlige påtalemyndighet (statsadvokat Kristian Jarland)

source: applies in the first place to the statement from Erik Næsvold:
nb: Dette gjelder for det første for forklaringen fra Erik Næsvold:

source: The validity of an administrative decision not to award costs under section 36 of the Public Administration Act where the party had had his legal fees covered by his trade union
nb: Gyldigheten av et vedtak om å avslå sakskostnader etter forvaltningsloven § 36 hvor parten hadde fått advokatbistand dekket av sin fagforening

source: the common and to Lake Selbu it is approximately 15 kilometres.
nb: Fra allmenningens vestgrense og til Selbusjøen er det ca 15 kilometer.

source: Special situations that may occur during the tour.
nb: Spesielle situasjoner som kan forventes i løpet av turen.

source: Skanska AS (Skanska), the main contractor for construction of administrative buildings and workshops for the Bergen Light Rail, had engaged HGT AS (HGT) as subcontractor.
nb: Skanska Norge AS engasjerte HGT AS som underentreprenør for å foreta grunnarbeider i forbindelse med administrasjonsbygg og verksted for Bybanen i Bergen.

source: According to G, some of the Indian workers called B Hitler.
nb: I følge G kalte noen av de indiske arbeiderne B for Hitler.

source: This must necessarily mean that the present value of the tax deduction is, generally speaking, considered to offset the present value of the loss which the shipping companies suffer by the lapse of the structural quotas after 25 years.
nb: Dette kan vanskelig forstås på annen måte enn at nåverdien av skattefradraget generelt anses å utligne nåverdien av det tapet rederiene påføres ved at strukturkvotene faller bort etter 25 år.

source: The State has submitted that A’s actions are not comprised by article 3 and has in particular cited that case law from the European Court of Human Rights is based on a premise of a stronger element of physical violence than is the case in this matter.
nb: Staten har tatt til orde for at As handlinger ikke omfattes av artikkel 3, og har særlig vist til at praksis fra EMD forutsetter et sterkere innslag av fysisk vold enn tilfellet er i denne saken.

source: Norwegian Air Shuttle ASA is the employer of Alf Wilhelm Villum Hansen, Oddbjørn Ketil Holsether, Berndt Anders Salmonsson, Hans Joachim Strøm, Trond Erik Torgersen, Halvor Vatnar, Marit Lindén, René-Charles Gustavsen, Anita Johannessen, Trude Mathisen, Kim Rossing Jensen and Mette Aarkvisla.
nb: Norwegian Air Shuttle ASA er arbeidsgiver for Alf Wilhelm Villum Hansen, Oddbjørn Ketil Holsether, Berndt Anders Salmonsson, Hans Joachim Strøm, Trond Erik Torgersen, Halvor Vatnar, Marit Lindén, René-Charles Gustavsen, Anita Johannessen, Trude Mathisen, Kim Rossing Jensen og Mette Aarkvisla.

source: The Supreme Court found that the right to post settlement is exhaustively regulated in section 5-1 of the Occupational Injury Regulations, if the claim is based on such circumstances as are mentioned in the provision.
nb: Høyesterett la til grunn at ordlyden i yrkesskadeforskriften § 5-1, sammenholdt med forarbeidene til denne og to senere lovutredninger, innebærer at bestemmelsen uttømmende regulerer adgangen til etteroppgjør når kravet er begrunnet i forhold som fremgår av bestemmelsen.

source: rules for exemption from the obligation to testify
nb: Det er retten, og ikke legen, som for fritak av vitneplikt blir overholdt.avgjør om du skal møte.

source: Article 10 of the Convention reads:
nb: EMK artikkel 10 lyder i engelsk originaltekst som følger:

source: Before I go more closely into the concrete evidence, I find it necessary to make some
nb: Før jeg går nærmere inn på de konkrete bevis, finner jeg det påkrevd med noen generelle bemerkninger - først

source: A judgment for permanent employment in NAS and NAN does not entail that the pilots' and the cabin crew members' employment in PSN and CSN ceases.
nb: Dom for fast ansettelse i NAS og NAN innebærer ikke at pilotenes og de kabinansattes ansettelsesforhold i henholdsvis PSN og CSN opphører.

source: perception in the beneficiary countries that Norway does not have a hidden agenda, which might be the case when more powerful countries offer their assistance.
nb: Dessuten er det en allmenn oppfatning i mottakerlandene at vi ikke har en skjult agenda, slik de f.eks.

source: He estimates the speed then to be 80-100 km/h.
nb: Han tipper da farten til 80-100 km/timen.

source: Their mother went into hiding at the turn of the year 2000-2001 and died in Pakistan seven years later.
nb: Moren gikk i dekning ved årsskiftet 2000–2001, og døde i Pakistan sju år senere.

source: As was evident from what I said then, the ruling, in my view, has limited interest to the issues in our case.
nb: Som det fremgikk av det jeg da sa, har kjennelsen – etter mitt syn – begrenset interesse for problemstillingene i vår sak.

source: I should add that – under a form of organisation with guarding and herding – it was not
nb: Jeg tilføyer at det - under en driftsmåte med vokting og gjeting - ikke bare var melke-simler som ble gjetet;

source: However, in paragraph 36, it states that agreements on jurisdiction in insurance
nb: Domstolen uttaler imidlertid i avsnitt 36 at avtaler om verneting i forsikringssaker er underlagt strenge regler,

source: The appeal does not concern the second indent of the conclusion.
nb: Anken gjelder ikke det andre strekpunktet i slutningen.

source: where the European Court’s reservation for “exceptional circumstances” is particularly relevant.
nb: den avveining der EMDs forbehold om "exceptional circumstances" er særlig relevant.

source: law, the foreign national is normally treated as a minor during this phase when claiming to be younger than 18 years.
nb: Etter norsk internrett behandles utlendingen normalt som mindreårig i denne fasen når vedkommende opplyser å være under 18 år.

source: In both cases, Airfield provided decryption equipment to its subscribers, which gave them access to the broadcast content in the signals.
nb: I begge tilfellene leverte Airfield avkodingsmidler til abonnenter, slik at de fikk tilgang til programinnholdet i signalene.

source: The court of appeal has found that not only pure recruitment activities, but also other activities primarily carried out for recruitment purposes, may be covered by the recruitment option.
nb: Lagmannsretten har forstått dette slik at ikke bare ren vervevirksomhet, men også annen virksomhet som primært drives i rekrutteringsøyemed, etter omstendighetene kan falle inn under rekrutteringsbegrepet.

source: The principles for valuation of agricultural and forest land
nb: Prinsippene for verdsettelse av odelseiendom ved odelstakst

source: , the state of the law is summarised in paragraphs 154–155.
nb: , er rettstilstanden oppsummert i avsnittene 154–155.

source: Supreme Court judgment Rt-2014-520
nb: Tolkningsnormen er utdypet i Rt-2014-520

source: I do not share this view.
nb: Jeg er ikke enig i dette.

source: The Road Transportation Act contains provisions in chapter VII on "Transport performed by several carriers in succession", and the carrier held that since these provisions did not warrant direct claims, such a claim could not be brought.
nb: Vegfraktloven har i kapittel VII regler for "Befordring som utføres av flere fraktførere i rekkefølge", og transportøren anførte at ettersom disse reglene ikke ga grunnlag for direktekrav, var direktekrav avskåret.

source: He facilitated several foreign fighters' joining of ISIL in Syria.
nb: Han har gitt avgjørende bidrag til at flere fremmedkrigere har kunnet slutte seg til ISIL i Syria.

source: There were 26 parties to the case. The complainant argued that the land consolidation court judge gave vent to a burst of anger against him during the hearing, as the judge greatly raised his voice, gave him an angry look, his facial expression changed and he told him to hold his tongue.
nb: Det var 26 parter i saken. Klager anførte at jordskiftedommeren hadde et sinneutbrudd mot han under rettsmøtet idet dommeren hevet stemmen kraftig, ble mørk i blikket, endret ansiktsuttrykk og gav han beskjed om å holde munn.

source: He asked if N knew who could have snitched on him and/or B, and stated that he, through B's lawyer, would find out who it was and then make sure that he would have O and his brothers following him and end him, or something similar.
nb: Han spurte om N visste hvem som kunne ha tystet på ham og/eller B, og uttalte at han gjennom advokaten til B kom til å få vite hvem dette var og at hvis han fikk vite hvem det var kunne han hilse og si at han hadde O og brødrene etter seg, samt at han da ville være ferdig eller lignende.

source: If a person has a previous conviction for violation of a restraining order he may be sentenced to a term of imprisonment of up to 2 years.
nb: Fengsel i inntil 2 år kan idømmes dersom en person tidligere er straffet for brudd på besøksforbud.

source: The most suitable category for the film car is as an article of artistic handicraft in item 10.
nb: Den mest treffende kategoriseringen av filmbilen er som gjenstand av kunsthåndverk etter nummer 10.

source: – the question of which elements in the film car are protected by copyright as adaptation.
nb: – spørsmålet om hvilke elementer i filmbilen som nyter opphavsrettslig vern som bearbeidelse.

source: If the author or the source has revealed matters that it was in the public interest to disclose, the witness can only be required to disclose the name when this is particularly necessary."
nb: Dersom forfatteren eller kilden har avdekket forhold som det var av samfunnsmessig betydning å få gjort kjent, kan vitnet bare når det finnes særlig påkrevd pålegges å oppgi navnet."

source: In the light of this the conclusion is that almost ever since the division of property in 1879, with
nb: Konklusjonen blir etter dette at nesten helt siden utskiftningen i 1879 har befolkningen i Manndalen, med

source: A majority of four justices concluded that Section 3 of the Convention provided a self-contained regulation of jurisdiction in insurance matters except for the express reservations in Article 8.
nb: Et flertall på fire dommere kom til at Luganokonvensjonen avsnitt 3 uttømmende regulerte verneting i forsikringssaker med unntak av de bestemmelser det i artikkel 8 var gjort unntak for.

source: I also refer to Supreme Court ruling Rt. 1969 page 1465 that displays the reasoning in connection with an extradition treaty with Germany.
nb: 1969 side 1465, som illustrerer tenkningen i tilknytning til en utleveringsavtale med Tyskland.

source: As mentioned, section 4 of the Regulations requires that the company has a security management system.
nb: Som nevnt krever forskriften § 4 at selskapet skal ha et sikkerhetsstyringssystem.

source: The Danish company has later been merged into MAN Germany, which has acquired the Danish company's rights of obligations under the agreement.
nb: Det danske selskapet er senere innfusjonert i MAN Tyskland som har overtatt dette selskapets rettigheter og forpliktelser etter avtalen.

source: However, connected to the constitutional reform in 2014 and
nb: revisjonen i mai 2014. Den er fremdeles til vurdering i Stortingets kontroll- og konstitusjonskomité.

source: In my view, it cannot be decisive that the activity during the autumn of 2013 and the summer/autumn of 2015 was so modest that it, considered in isolation, may not have exceeded the threshold for being regarded as participation.
nb: Etter mitt syn kan det ikke være avgjørende at aktiviteten henholdsvis høsten 2013 og sommeren/høsten 2015 var så vidt beskjeden at den etter en isolert bedømmelse neppe ville kommet over terskelen for å anses som deltakelse.

source: The Supreme Court's majority of three justices stipulated a sentence of three years of imprisonment.
nb: Gutten ble slått, tvunget til å ta på tommeljern, og truet med en slåsshanske, en kniv og CS-gass.

source: workload - Budgetary processes (nationally and courtwise) -
nb: Samlet sett er det en økning i antallet innkomne straffeanker og i

source: I will now turn to considering whether the cull order is in conflict with Sara's rights under ECHR P1-1.
nb: Jeg går så over til å vurdere om pålegget om reintallsreduksjon strider mot Saras rettigheter etter EMK P1-1.

source: At the time of the decision in 2013, the unit counted 150 reindeer, while the number had gradually increased to approximately 350 reindeer at the time of the court of appeal's judgment.
nb: På tidspunktet for vedtaket i 2013 hadde siidaandelen 150 rein, mens tallet senere har vokst gradvis til cirka 350 rein på tidspunktet for lagmannsrettens dom.

source: In other words he must have come there in 1857, and he stated that “as far as this period is concerned” he had “knowledge of Lapp matters here in Sælbo”.
nb: Han må med andre ord ha kommet dit i 1857, og han forklarte at han «for denne Tids Vedkommende» hadde «Kjendskab til Lappeforholdene her i Sælbo».

source: the Norwegian Confederation of Trade Unions
nb: Landsorganisasjonen i Norge

source: Supreme Court ruling Rt. 1998, page 1993:
nb: 1998 side 1993 uttaler førstvoterende blant annet følgende:

source: The complaint also states that the contracts for the purchase of engines were "formally" entered into with the Shipyard, but that Skaugen "was the legal and beneficial buyer of the engines".
nb: Det heter videre i forliksklagen at avtalene om kjøp av motorene "formelt" ble inngått med Verftet, men at Skaugen "rettslig og reelt var kjøper av motorene".

source: A woman from Sri Lanka was convicted of violating section 182 of the Penal Code after attempting to go through passport control with a false passport, despite the fact that she applied for asylum after being apprehended.
nb: En kvinne fra Sri Lanka var der domfelt for brudd på straffeloven § 182 etter at hun hadde forsøkt å passere passkontrollen med et forfalsket pass, til tross for at hun etter pågripelsen søkte om asyl.

source: The applicants were a woman, born in 1957, and two children, born in 1985 and 1987.
nb: Klagerne var en kvinne, født i 1957, og to barn født i 1985 og 1987.

source: The preparatory works of the provision barely mentions the Refugee Convention article 28.
nb: Forarbeidene til bestemmelsen omtaler i beskjeden grad flyktningkonvensjonen artikkel 28.

source: And in my opinion, Article 97 of the Constitution did not preclude the possibility of this practice being further restricted, such that release on probation after serving two-thirds could no longer be described as the general rule.
nb: Og etter min vurdering var Grunnloven § 97 ikke til hinder for at denne praksis ytterligere ble innskrenket, slik at prøveløslatelse etter to tredjedels soning ikke lenger kunne karakteriseres som hovedregelen.

source: In legal theory, this extradition requirement has therefore been applied as a rule, that Norway – based on a hypothetical consideration – would have had penal jurisdiction if Norway had been in the situation of the requesting country, see Tønnesen,
nb: I teorien har det derfor vært vanlig å stille det krav for utlevering, at Norge – ut fra en hypotetisk vurdering – ville hatt strafferettslig jurisdiksjon dersom Norge var i den anmodende stats sted, jf.

source: For the public to access the TV channels produced by the broadcasters with which RiksTV has an agreement, they must subscribe for RiksTV's channel packages.
nb: For at allmennheten skal få tilgang til tv-kanalene fra kringkasterne RiksTV har avtale med, må de abonnere på RiksTVs kanalpakker.
